{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "EPartyReservationResult",
			"Children": [
				{
					"Source":
					{
						"Text": "Accepted"
					},
					"Translation":
					{
						"Text": "已接受"
					},
					"Key": "Accepted"
				},
				{
					"Source":
					{
						"Text": "Bad reservation request"
					},
					"Translation":
					{
						"Text": "无效的预留请求"
					},
					"Key": "InvalidReservation"
				},
				{
					"Source":
					{
						"Text": "Duplicate reservation detected"
					},
					"Translation":
					{
						"Text": "检测到重复预留"
					},
					"Key": "DuplicateReservation"
				},
				{
					"Source":
					{
						"Text": "Game full"
					},
					"Translation":
					{
						"Text": "游戏已满"
					},
					"Key": "FullGame"
				},
				{
					"Source":
					{
						"Text": "No Reservation"
					},
					"Translation":
					{
						"Text": "无预留"
					},
					"Key": "ReservationNotFound"
				},
				{
					"Source":
					{
						"Text": "No response"
					},
					"Translation":
					{
						"Text": "无响应"
					},
					"Key": "NoResponse"
				},
				{
					"Source":
					{
						"Text": "Not accepting connections"
					},
					"Translation":
					{
						"Text": "未接受连接"
					},
					"Key": "DeniedResponse"
				},
				{
					"Source":
					{
						"Text": "Party members already in session"
					},
					"Translation":
					{
						"Text": "队伍成员已在会话中"
					},
					"Key": "ContainsExistingPlayers"
				},
				{
					"Source":
					{
						"Text": "Player Banned"
					},
					"Translation":
					{
						"Text": "玩家被禁"
					},
					"Key": "BannedResponse"
				},
				{
					"Source":
					{
						"Text": "Unknown Error"
					},
					"Translation":
					{
						"Text": "未知错误"
					},
					"Key": "GeneralError"
				}
			]
		},
		{
			"Namespace": "K2Node",
			"Children": [
				{
					"Source":
					{
						"Text": "Flush Leaderboards"
					},
					"Translation":
					{
						"Text": "刷新排行榜"
					},
					"Key": "FlushLeaderboards"
				},
				{
					"Source":
					{
						"Text": "Flushes leaderboards for a session"
					},
					"Translation":
					{
						"Text": "刷新一个会话的排行榜"
					},
					"Key": "K2Node_LeaderboardFlush_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Online|Leaderboard"
					},
					"Translation":
					{
						"Text": "在线|排行榜"
					},
					"Key": "LeaderboardFlushCategory"
				}
			]
		},
		{
			"Namespace": "NetworkErrors",
			"Children": [
				{
					"Source":
					{
						"Text": "Beacon Connection Failed."
					},
					"Translation":
					{
						"Text": "Beacon连接失败。"
					},
					"Key": "GenericBeaconConnectionFailed"
				},
				{
					"Source":
					{
						"Text": "Join failure, Couldn't spawn beacon."
					},
					"Translation":
					{
						"Text": "加入失败，无法产生beacon。"
					},
					"Key": "BeaconSpawnFailureError"
				},
				{
					"Source":
					{
						"Text": "Join failure, existing ClientWorldPackageName."
					},
					"Translation":
					{
						"Text": "加入失败，存在ClientWorldPackageName。"
					},
					"Key": "BeaconSpawnClientWorldPackageNameError"
				},
				{
					"Source":
					{
						"Text": "Join failure, existing beacon actor."
					},
					"Translation":
					{
						"Text": "加入失败，存在beacon actor。"
					},
					"Key": "BeaconSpawnExistingActorError"
				},
				{
					"Source":
					{
						"Text": "Join failure, no actor at NetGUIDAck."
					},
					"Translation":
					{
						"Text": "加入失败，NetGUIDAck无actor。"
					},
					"Key": "BeaconSpawnNetGUIDAckError2"
				},
				{
					"Source":
					{
						"Text": "Join failure, no host object at NetGUIDAck."
					},
					"Translation":
					{
						"Text": "加入失败，NetGUIDAck无宿主对象。"
					},
					"Key": "BeaconSpawnNetGUIDAckError1"
				},
				{
					"Source":
					{
						"Text": "Join failure, unexpected control message."
					},
					"Translation":
					{
						"Text": "加入失败，意外控制消息。"
					},
					"Key": "BeaconSpawnUnexpectedError"
				}
			]
		}
	]
}